let lines = ['港岛线','南港岛线','观塘线','荃湾线','将军澳线','东涌线及迪士尼线','东铁线','马鞍山线','西铁线','机场快线', '高铁线']
let stations = {
  "line1": ['坚尼地城','香港大学','西营盘','上环','中环','金钟','湾仔','铜锣湾' ,'天后','炮台山','北角','鲗鱼涌','太古','西湾河','筲箕湾','杏花村','柴湾'],
  "line2": ['金钟','海洋公园','黄竹坑','利东','海怡半岛'],
  "line3": ['黄埔','何文田','油麻地','旺角','太子','石硖尾','九龙塘','乐富','黄大仙','钻石山','彩虹','九龙湾','牛头角','观塘','蓝田','油塘','调景岭'],
  "line4": ['中环','金钟','尖沙咀','佐敦','油麻地','旺角','太子','深水埗','长沙湾','茘枝角','美孚', '茘景','葵芳','葵兴','大窝口','荃湾'],
  "line5": ['北角','鲗鱼涌','油塘','调景岭','将军澳','坑口','宝琳','康城'],
  "line6": ['香港','九龙','奥运','南昌','茘景','青衣','东涌','欣澳','迪士尼'],
  "line7": ['红磡','旺角东','九龙塘','大围','沙田','火炭','马场','大学','大埔墟','太和','粉岭','上水','落马洲','罗湖'],
  "line8": ['大围','车公庙','沙田围','第一城','石门','大水坑','恒安','马鞍山','乌溪沙'],
  "line9": ['红磡','尖东','柯士甸','南昌','美孚','荃湾西','锦上路','元朗','朗屏','天水围','兆康','屯门'],
  "line10": ['香港','九龙','青衣','机场','博览馆'],
  "line11": ['香港西九龙']
}

module.exports = {
  lines: lines,
  stations: stations
}
